[Language]
Name=English
Type=1033
MSGBOX_LANG_ID=9
MSGBOx_LANG_SUB_ID=1

[128]
|0=File(&F)
32771=Search(&S)
57665=Exit(&E)
|1=View(&V)
59392=Toolbar(&T)
32796=Language(&L)
32784=Default
|2=Help(&H)
57664=About R-Tool(&A)...

[129]
|0=File(&F)
32771=Search(&S)
57665=Exit(&E)
|1=View(&V)
32777=Command bar(&C)
32780=Output bar(&O)
59392=Toolbar(&T)
32796=Language(&L)
|2=Help(&H)
57664=About R-Tool(&A)...

[100]
0=About R-Tool
1082= RFID Reader test and debug tool.
1=OK

[132]
0=Search Devices
1085=Discovered Devices
1046=Search
1043=Cancel
1000=Start
1060=Open directly


[146]
0=Discovery IP
1076=Start
1077=Stop
1075=Clear List
1042=Modify Lan
1086=IP List:
1021=New IP:
1087=New Mask:
1088=New Gate:
1089=MAC:
1090=LAN Option
1=Select
2=Cancel


[147]
0=Language setting
1083=Language:
1084=OK
2=Cancel

[104]
123=Write
124=Read
125=Save
126=Default
127=Save as file
128=Load file

[105]
1047=Loop
1049=Setting
1052=Export
1054=Clear

[136]
0=Parameter settings
1050=OK
2=Cancel

[141] 
0=Select Device 
1=OK 
2=Cancel

[108] 
1049=Setting
1047=Loop
1052=Export

[145]
1073=Select Antenna:

[150]
0=Parameter settings
1050=OK
2=Cancel

[151]
0=Registration
1=OK
2=Cancel
32799=Name:

[152]
0=Access conditions
1=OK
2=Cancel


[154]
1095=Seg1
1096=Seg2
1097=Seg3
1098=Seg4
1060=No display all
1061=Select All with 8

[155]
1044=Inventory
1045=Connect
1046=Disconnect
1106=Key：
1105=Key type：
1107=Authenticate
1042=Read block
1043=Write block
1109=Value：
1113=Format
1111=Descrease
1112=Decrease
1114=Restore
1116=Access

[156]
1117=Save Type
1105=Key Type：
1106=Key：

[157]
1044=Inventory
1045=Connect
1046=Disconnect
1120=Addr
1121=Num
1116=Read block
1042=Wriet block
1122=Lock block
1123=Write
1126=Lock
1127=Write
1130=Lock
1132=Enable EAS
1133=Disable EAS
1134=Lock EAS
1135=Detect EAS
1060=Security state
1104=Mode
1150=Tag information
1205=Ant:

[158]
1044=Inventory
1045=Connect
1046=Disconnect
1106=Key
1116=Authenticate
1117=Update Key
1119=Read
1120=Write
1140=Addr
1141=Num
1142=Type
1032=Lock data
1144=Type
1043=Lock Config
1149=Update Config
1139=Parameters
1153=Read and write
1155=Lock Configuration Area
1156=Update config
1150=Update key
1138=Authenticate
1107=Key



[159]
1044=Inventory
1045=Connect
1046=Disconnect
1120=Addr
1121=Num
1116=Read block
1042=Wriet block
1122=Lock block
1123=Write
1126=Lock
1127=Write
1130=Lock
1060=Security state
1104=Mode
1150=Get Tag Info
1205=Ant:


;ICODE SLIX  TAG
[160]
1044=Inventory
1045=Connect
1046=Disconnect
1120=Addr
1121=Num
1116=Read block
1042=Wriet block
1122=Lock block
1123=Write
1126=Lock
1127=Write
1130=Lock
1132=Enable EAS
1133=Close EAS
1134=Lock EAS
1135=Detect EAS
1060=Security state
1104=Mode
1150=Get Tag Info
1153=Pwb:
1154=Authenticate
1155=Write
1156=Type:
1158=Protection
1159=Lock Pwb
1205=Ant:




;NTAG213
[163]
1044=Inventory
1045=Connect
1046=Disconnect
1138=Authenticate
1106=Key:
1116=Authenticate
1139=Parameter
1140=Addr:
1141=Num:
1119=Read
1120=Write
1169=Signature
1042=ReadSig
1170=ReadCnt
1171=Version

;ICODE SLIX2
[164]
1044=Inventory
1045=Connect
1046=Disconnect
1150=Get Tag Info
1120=Start:
1121=Num:
1116=Read
1042=Write
1122=Lock
1123=Write
1126=Lock
1127=Write
1130=Lock
1132=Enable
1133=Disable
1134=Lock
1135=Detect
1153=PWD:
1154=Present
1155=Modify
1156=PWD ID:
1158=Protect
1159=Lock
1174=Write
1180=Block Addr:
1182=State(LO):
1183=State(HO):
1184=Protect Page
1185=Block Addr:
1187=Lock Page state
1189=Init Value:
1060=Protect by read PWD
1192=Preset
1178=Increment
1194=PWD:
1196=Enable Private
1200=Destroy
1171=Read Signature
1177=Enable 64bit PWD 
1176=Nxp Sys Info
1160=EAS/AFI:
1188=Counter
1108=Data block
1137=Password
1179=Page password protection
1205=Ant:

;FlowControl
[133]
1046=Start
1052=Export
1054=Clear


[IO_Port]
RL8000_o1=Buzzer
RD503_o1=Buzzer
RD503_o2=Relay#1
G302_o1=Reserved
G302_o2=Reserved
G302_o3=Red indicator and buzzer
G302_o4=Green indicator
G302_o5=Reserved
LSG406_o1=Port 1
LSG606_o1=Port 1
M103R_o1=Buzzer
MR113_o1=Buzzer
RD100_o1=Buzzer
RD120M_o1=Buzzer
RD201_o1=Buzzer
RD201_o2=Relay#1
RD242_o1=Port 1
RD242_o2=Port 2
RD5112_o1=Port 1
RD5112_o2=Port 2
RD5100_o1=Port 1
RD5100_o2=Port 2
RD122_o1=Buzzer On-Board
SSR100_o1=Port 1
SSR100_o2=Port 2
RD543_o1=Port 1
RD543_o2=Port 2
MF102U_o1=Buzzer
RL1500_o1=Buzzer
RL1700_o1=Buzzer
URD2004_o1=Port 1
RD5200_o1=Output 1
RD5200_o2=Output 2
RD5200_o3=Output 3
RD5200_o4=Output 4
RD5200_o5=Relay
RD5200_o6=MOS
M22_o1=Output 1
M22_o2=Output 2
M22_o3=Output 3
M22_o4=Output 4
M22_o5=Output 5
RD5200_i1=Input 1
RD5200_i2=Input 2
RD5200_i3=Input 3
RD5200_i4=Input 4
RD5200_i5=Optocoupler Input
M22_i1=Input 1
M22_i2=Input 2
M22_i3=Input 3
M22_i4=Input 4
M22_i5=Input 5
RD2100_o1=Relay
RD2100_i0=Optocoupler Input
LSG428_o1=Output 1
LSG428_o2=Output 2
LSG428_o3=Output 3
LSG428_o4=Output 4
LSG428_o5=Mos Output 1
LSG428_o6=Mos Output 2
UM201_o1=Relay
UM201_o2=Buzzer



[Error_Flag]
M22_b0=Temperature alarm
M22_b1=RF power protection
M22_b2=Antenna error
M22_b3=Antenna circuit protection
M22_b4=RF configuration failed
RD5200_b0=Temperature alarm
RD5200_b1=RF power protection
RD5200_b2=Antenna error
RD5200_b3=Antenna circuit protection
RD5200_b4=RF configuration failed
RD2100_b0=Temperature alarm
RD2100_b1=RF power protection
RD2100_b2=Antenna error
RD2100_b3=Antenna circuit protection
RD2100_b4=Antenna error

LSG428_b0=Client offline error
LSG428_b1=Manual Suspend to Read Card
LSG428_b2=Data Store Error
LSG428_b3=System Clock Error
LSG428_b4=MAC Address Error
LSG428_b5=WIFI Error

LSG428_S_b0=Failure communication with RFID-MCU
LSG428_S_b1=RFID model error


[String]
1=Search
2=Exit
3=Takes effect after restarted
4=COM
5=Name
6=Serial Number
7=Version
8=Search parameters
9=Device type
10=All types
11=Communication
12=COM Name
13=All
14=Baud Rate
15=frame
16=Address
17=IP Address
18=Port
19=Configuration
20=Control Command
21=Multi-Tag Test
22=Noise Detection
23=Communications
24=Tag Logs
25=Sure to load the factory default configuration?
26=OK
27=Cancel
28=Parameter settings
29=Display options
30=Operation types
31=Inventory
32=Read/Write
33=Sound output
34=Inventory mode
35=View Records
36=Show all tags found
37=Show tags found of single inventory
38=Show antennas statistics
39=Log changes of tags found count 
40=Min trigger count to log
41=Read-Write mode
42=Clear records Automatically
43=Only deal with new tags
44=Inventory Parameters
45=Only read new tags
46=Antenna
47=Air protocol
48=Use this protocol
49=AFI Match
50=AFI value
51=Commands
52=Device Information
53=Set Input
54=Set Output
55=Open RF
56=Close RF
57=Unknown Device
58=Multi-protocol reader
59=Start
60=Stop
61=Success 
62=Failed
63=Connect tag
64=Get tags information
65=Read blocks
66=Start Block
67=Block num
68=Read security status
69=Write Block
70=data of written
71=Lock block
72=Write DSFID
73=DSFID value
74=Lock DSFID
75=Write AFI
76=Lock AFI
77=EAS Control
78=EAS switch
79=Enable
80=Disable
81=Lock EAS
82=EAS Detection
83=Set Password
84=Password(Hex)
85=Change password
86=Lock password
87=Password protection
88=Password Mark
89=Failure information statistics
90=The number of failed operations
91=Activate sector security
92=Sector NO.
93=Password NO.
94=Permissions
95=Update RF Password
96=Old password(Hex)
97=New Password(Hex)
98=Authenticate pwb of Sector
99=Password(Hex)
100=Select a list item
101=Successfully modified!
102=Modification fails!
103=The execution order already exists!
104=Export data failed!
105=Export data success!
106=Select a Device! 
107=Please select a serial!
108=The program is running!
109=The number of tags changed from %d to %d [Loop index:%d]
110=Control register settings
111=Energy harvesting switch
112=Read control register
113=Energy harvesting setting
114=Power level
115=Mode
116=Energy harvesting enabled after power-up
117=Energy harvesting disabledafter power-up
118=Read 8bits configuration of DO mode
119=Read 8bits configuration
120=Close
121=Open
122="Energy harvesting" Mode
123="8bits configuration" mode
124=Read
125=Write
126=Addr
127=Lock page
128=Lock configuration area
129=Type
130=Specify a tag when unable to identify
131=No Action
132=Channel Mode
133=COM
134=USB
135=NET
136=Name
137=Direction
138=Cheat state
139=In
140=Out
141=Times of cheat
142=Parameter settings
143=Display Mode
144=Details Mode
145=statistical Mode
146=Voice prompts
147=Gate beep when illegal access
148=Add/Modify name
149=Delete name
150=Clear name
151=Clear name Successfully!
152=Block address
153=Authenticate
154=Key type
155=Key value
156=Read block
157=Write block
158=Data
159=Format value block
160=Value
161=Increment
162=Decrement
163=Restore
164=Access conditions
165=Block%d
166=Read(Key A|B);Write(Key A|B);Recharge(Key A|B);Deduction(Key A|B)
167=Read(Key A|B);Write(Key B);Recharge(never);Deduction(never)
168=Read(Key A|B);Write(never);Recharge(never);Deduction(never)
169=Read(Key A|B);Write(Key B);Recharge(Key B);Deduction(Key B)
170=Read(Key A|B);Write(never);Recharge(never);Deduction(Key A|B)
171=Read(Key B);Write(never);Recharge(never);Deduction(never)
172=Read(Key B);Write(Key B);Recharge(never);Deduction(never)
173=Read(never);Write(never);Recharge(never);Deduction(never)
174=Tail block
175=Key A(Read:never、Write:Key A);Access Control(Read:Key A、Write:never);Key B(Read:Key A、Write:Key A)
176=Key A(Read:never、Write:Key B);Access Control(Read:Key A|B、Write:never);Key B(Read:never、Write:Key B)
177=Key A(Read:never、Write:never);Access Control(Read:Key A、Write:never);Key B(Read:Key A、Write:never)
178=Key A(Read:never、Write:never);Access Control(Read:Key A|B、Write:never);Key B(Read:never、Write:never)
179=Key A(Read:never、Write:Key A);Access Control(Read:Key A、Write:Key A);Key B(Read:Key A、Write:Key A)
180=Key A(Read:never、Write:never);Access Control(Read:Key A|B、Write:Key B);Key B(Read:never、Write:Key B)
181=Key A(Read:never、Write:Key B);Access Control(Read:Key A|B、Write:Key B);Key B(Read:never、Write:never)
182=Key A(Read:never、Write:never);Access Control(Read:Key A|B、Write:never);Key B(Read:never、Write:never)
183=Key
184=Loop count
185=Single Tag Test
186=Num
187=Update Key
188=authenticate config
189=Auth both read and write
190=Auth when write
191=OTP
192=Lock bits 4-9
193=Lock bits 10-15
194=Lock bits 16-27
195=Lock bits 28-39
196=count bits
197=Lock bits Auth0
198=Lock bits Auth1
199=Auth Key
200=Page
201=Key area
202=No operations!
203=LED Display
204=Nothing
205=Please select the block address
206=Load key
207=Save in RAM
208=Save in RAM and ROM
209=1:Mifare classic area
210=2:Mifare classic area
211=3:Mifare Desfire area
212=4:Mifare Desfire area
213=Disable antenna ID as unique
214=Only can write data in addresses between 4 and 43!
215=Antenna#%d ---- change from %d to %d
216=Statistics ---- Loop:%d; Total Number Changed from %d to %d
217=Get flow of people
218=Clear flow of people
219=Set System Time
220=Get System Time
221=Reverse Direction
222=In
223=Out
224=Monitor Flow
225=Serial number
226=direction
227=Time
228=In
229=Out
230=Clear list
231=Remaining carrier
232=Modulation index
233=Q Value
234=Session
235=Create file failed!
236=Load file failed!
237=Load file success!
238=NFC initialize
239=Start
240=Stop
241=Type
242=Web
243=Write web page
244=Description
245=Protocol
246=Address
247=The buffer is too large
248=Write blocks successfully
249=Failed to write blocks
250=SMS
251=Phone
252=Text
253=Write messages
254=Title
255=Phone number
256=SMS content
257=Write telephone
258=Phone number
259=Write text
260=Title
261=Content
262=Cycle
263=Read only
264=Only can write data in addresses between 4 and 129!
265=Public
266=Read and Write protected by the Read password
267=Write protected by the Write password
268=Read protected by the Read password and Write protected by the Read and Write password
269=Collect record
270=Clear list
271=Stop
272=Get Buffer
273=Start
274=Stop
275=Name
276=Bluetooth
277=Enable continue inventory
278=Select all
279=Timeout(ms)
280=MemBank
281=Start Bit
282=Match Data(Hex string)
283=Invert filter
284=The data must be the hexadecimal string!
285=Please input the Filter Data!
286=The EPC can not be none!
287=EPC error!
288=Erase Flash
289=The EPC must be the hex string!
290=The EPC length can not be longer than 12 bytes!
291=The parameter of matched ECP is erroneous!
292=Protocol Parameter
293=Bit Count
294=Enable
295=Mem Bank
296=None
297=Error
298=Yes
299=Cancel
300=Cut
301=Copy
302=Delete
303=Select All
304=Time:
305=Output protocol
306=Show inventory time
307=Reset command
308=Close RF after inventory
309=Save log
310=Inventory time
311=Tag change
312=Error
313=Inventory failed.Error code
314=Detect Antenna
315=Inventory Read
316=Enable
317=Mem Bank
318=Word Pointer
319=Word Count
320=Meta Flag
321=Enable
322=EPC
323=Antenna ID
324=Timestamp
325=Frequency
326=RSSI
327=Read Count
328=Tag Data
329=Embedded Command
330=Write
331=Enable
332=Mem Bank
333=Word Pointer
334=Word Count
335=Data
336=Lock
337=Enable
338=The data which will be locked must be Hexadecimal string.
339=Access Password(hex)
340=Please select the antenna first.
341=Antenna
342=Status
343=IMP
344=SWR
345=Parameters
346=Stop
347=Normal
348=Less
349=More
350=Connect
351=Disconnect
352=Cancel
353=OK
354=Settings
355=Antennas Selection
356=Loop
357=Diagnosis
358=No.
359=Status
360=Set
361=Diagnosis Option
362=System Error Flag
363=Temperature
364=Connect memory chip
365=RF power Configuration
366=Apply for memory
367=Load factory default
368=Initialize RF circuit
369=Initialize communication interface
370=ADC operation
371=Temperature too high
372=PA circuit is shorted
373=Antenna parameters
374=Temperature exceeds warning value
375=Error Flag
376=False
377=True
378=RF Operation
379=Antenna:
380=Option:
381=Close
382=Open
383=Reset
384=Diagnosis
385=Diagnosis Option
386=Antennas
387=Temperature
388=System Error Flag
389=Noise
390=Pause
391=Stop
392=Parameters
393=Position
394=Import Data
395=Clear Data
396=Coordinate Display
397=Maximum value coordinate
398=Minimal value of Y axis(mv)
399=Maximum value of Y axis(mv)
400=Average value coordinate
401=Minimal value of Y axis(mv)
402=Maximum value of Y axis(mv)
403=Difference of maximum[mv]
404=Difference of average and minimal[mv]
405=Time
406=Log settings
407=Alarm Level
408=Save alarm points
409=Save all point
410=OK
411=Cancel
412=Abscissa:
413=Minimal:
414=Alarm point:
415=Display
416=Parameters
417=Antennas settings
418=Antenna ID
419=Maximum:
420=Average:
421=Check Multiplexer
422=No.
423=Address
424=Antennas Count
425=Firmware
426=Status
427=Normal
428=Error
429=Electric Current
430=Abscissa
431=Length
432=Exception
433=Normal
434=Parameter small
435=Parameter large
436=RF amplifier current over protection
437=Input Port Status
438=Port
439=Status
440=High
441=Low
442=Monitor Object
443=Maximum
444=Average
445=Reset Device
446=Antennas:
447=Mode:
448=Time(302us):
449=Auto CRC
450=Sent Data(HEX)
451=Received Data(HEX)
452=Send
453=0x00:Read command
454=0x01:Write command(option=0)
455=0x02:Write command(option=1)
456=When mode is 0x00,it's useless.\nWhen mode is 0x01,it's SOF analysis time.\nWhen mode is 0x02,it's the waiting time before EOF command.
457=Receive length from tag:
458=Please input the data you want to send.
459=Please input the data length you want to receive.
460=Please input the time parameter.
461=Transparent Transceive
462=Please input hexadecimal string.
463=Take time
464=Ant:
465=Mode:
466=Inventory
467=Connect
468=Information
469=Address:
470=Number:
471=Read Block
472=Write Block
473=Lock Block
474=Write
475=Lock
476=Write
477=Lock
478=Password:
479=Modify
480=Login:
481=EASID
482=EAS Cfg
483=Enable EAS
484=Disable EAS
485=Lock EAS
486=Check EAS
487=Status:
488=Address:
489=Protect Page
490=Enable Privacy
491=Disable Privacy
492=Enable Random UID
493=Disable Random UID
494=Destory
495=Disconnect
496=Are you sure you want to destroy this tag?
497=Are you sure you want to enable privacy?
498=The password format was incorrect.
499=Ant:
500=Mode:
501=Inventory
502=Connect
503=Disconnect
504=Information
505=Addr:
506=Num:
507=Read Blocks
508=Write Blocks
509=Lock Blocks
510=Write
511=Lock
512=Write
513=Lock
514=Write EASID
515=Write EAS Cfg
516=Set EAS
517=Reset EAS
518=Lock EAS
519=Check EAS
520=Password(4/8 byte):
521=Flag:
522=Present
523=Write
524=Pointer:
525=Value:
526=Read Cfg
527=Write Cfg
528=Password:
529=Kill
530=Inventory
531=Connect
532=Disconnect
533=Address:
534=Number:
535=Read Block
536=Write Block
537=Inventory
538=Connect
539=Disconnect
540=Version:
541=OK
542=Cancel
543=It's failure in inventory.The error code is %d.[Loop index:%d]
544=Inventory time:%d[Loop index:%d]
545=Inventory
546=Connect
547=Disconnect
548=Read All
549=Block Address:
550=Block count:
551=Data(hex):
552=Read Blocks
553=Write With Erase
554=Write Without Erase
555=Upgrade
556=Are you sure you want to enable untraceable mode?
557=Password:
558=Enable Untraceable Mode
559=Mode
560=On
561=Off
562=Flash
563=Frequency
564=Active time(100ms)
565=Inactive time(100ms)
566=Set People Couter
567=Addr:
568=In:
569=Out:
570=Single Gate
571=Search Gate
572=Save Search Result
573=Gate list
574=Gate
575=Trigger Mode
576=None Link
577=Alarm Trigger 
578=Left Channel's infrared
579=Right Channel's infrared
580=Search Gate
581=Data Collection
582=Alarm Record
583=Daily Passing Record
584=Gurrent Status
585=Search Again
586=Save
587=Online
588=Offline
589=Please select command and execution gate
590=Disactive level
591=Read
592=Acousto-optic Alarm
593=Write
594=Clear List
595=Clear Alarm Record
596=Clear Passing Record
597=Please confirm the firmware you have chosen is correct?
598=It cannot be recovered after completed.Do you want to continue?
599=Pause Anti-Theft
600=Resume Anti-Theft
601=Linkage Output
602=Difference between noise level and noise floor
603=SWR Detection
604=LSG upgrade operation is running.
605=Right-click to refresh the list
606=Horizontal axis display width
607=Minimum must be less than maximum
608=Maximum must be greater than minimum
609=Default Setting
610=Infrared trigger door opening
611=Antenna detection
612=Export
613=Write And Save
614=Write Without Save
615=History Flow
616=Today Flow
617=Idle Level
618=output low level when idle,output high level when active
619=output high level when idle,output low level when active
620=Total person flow
621=Daily person flow 
622=Minimum
623=Total Couter
624=Today Couter
